/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favoris";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Type";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Ajouter aux boucles sans étiquette";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Ajout de boucles d’un autre disque ou d’une autre partition";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Si ces fichiers audio présentent un tempo constant, commencez sur un battement fort pour terminer sur un battement. Ceux-ci adoptent alors le tempo du projet au cours de leur aperçu ou de leur ajout à un projet.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "L’emplacement choisi sera ajouté à vos boucles sans balise. Les fichiers audio qui se trouvent à cet emplacement, et qui possèdent un tempo constant qui commence sur un battement fort et se termine sur un battement, adoptent alors le tempo du projet au cours de leur aperçu ou de leur ajout à un projet.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Annuler";

/* Copy Loops Button */
"Copy to Loops Folder" = "Copier dans le dossier Boucles";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Les boucles seront ajoutées au navigateur de boucles, prêtes à être utilisées dans vos morceaux. Choisissez si Logic doit copier les boucles dans le dossier des boucles Apple Loops ou les utiliser à partir de leur emplacement actuel.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Modifier les étiquettes";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Afficher dans le Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Analyser la boucle";

/* Descriptors */
"Descriptors" = "Descripteurs";

/* Genre */
"Genre" = "Genre";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Ajout de boucles au navigateur de boucles";

/* Initial Title of the jam pack control */
"All Packs" = "Tous les packs";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld éléments";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "boucle de lecture";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "boucle réelle";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "boucle logicielle";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "boucle Web";

/* LoopBrowser: one Item label */
"1 item" = "1 élément";

/* LoopBrowser: zero Items label */
"0 items" = "0 élément";

/* Move Loops Button */
"Move to Loops Folder" = "Déplacer dans le dossier Boucles";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Les boucles seront ajoutées au navigateur de boucles, prêtes à être utilisées dans vos morceaux. Choisissez si Logic doit déplacer les boucles dans le dossier des boucles Apple Loops ou les utiliser à partir de leur emplacement actuel.";

/* Reference Loops Button */
"Current Location" = "Position actuelle";

/* Reindex all loops menu item */
"Reindex All Loops" = "Réindexer toutes les boucles";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Choisir les boucles que vous souhaitez afficher dans le navigateur de boucles.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Cliquez pour rechercher les boucles par instrument, par genre et par description.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Sélectionner s’il faut afficher des mots-clés pour les instruments, le genre ou l’ambiance";

/* accessibility description of the segment that switches to column view */
"column view" = "présentation en colonnes";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "présentation des boutons musicaux";

/* menu item in Recent Search History */
"Clear Search History" = "Effacer l’historique de recherche";

/* menu item in Recent Search History */
"No recent searches" = "Aucune recherche récente";

/* menu title in Recent Search History */
"Recent Searches" = "Recherches récentes";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Rechercher des boucles";
